[
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nColdwell Banker UAE - Consolidated Policies\nCompiled from provided policy content.\nConflict Resolution Policy\nZubair\n?\n\"Coldwell Banker Conflict Resolution Policy\"\n\n1. Documentation and System Usage\nMandatory System Entries: All agents are required to document every interaction with clients in the company's Customer Relationship Management (CRM) system. This includes emails, phone calls, meetings, property viewings, and negotiation progress.\nData Completeness: Records must include accurate timestamps, client feedback, and any relevant documents. This ensures a verifiable trail of communication.\nConsequences of Non-Compliance: Failure to log data appropriately will result in the agent being unable to substantiate their claims in case of a dispute. The agent with the most complete and recent records will be favored.\n\n\n2. Precedence of Recent Interactions\nPriority Rules: When conflicting claims arise, the agent with the most recent, well-documented interactions will take precedence.\nVerification Process: The management will review system logs, including dates and content of communications, to determine the agent with priority.",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nNo Documentation, No Defense: Agents without documented records in the system will forfeit their position in the dispute. The system data will be considered final and binding.\n\n\n3. Client-Initiated Agent Engagements\nClient Autonomy: If a client contacts a new agent directly, this will be interpreted as a preference for new representation, regardless of any previous engagements.\nHandling Transfers: The new agent must immediately log this interaction in the system, indicating that the client approached them voluntarily.\nAvoiding Conflicts: Agents must not solicit clients already working with a colleague. However, if the client reaches out on their own accord, the new agent will rightfully handle the lead.\n\n\n4. Compliance with Dubai Land Department (DLD) and RERA Regulations\nAdherence to Guidelines: All agents must comply with DLD and RERA rules, including prohibitions on unsolicited communications.\nLegal Implications: Any breach of regulatory guidelines will result in disciplinary actions, including potential termination.\nClient Data Handling: Maintain confidentiality and transparency, ensuring all practices align with UAE laws on real estate transactions and data protection.",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\n5. Best Practices in Conflict Resolution\nObjective Mediation: Management will mediate conflicts based on documented data, avoiding biases and ensuring fair resolution.\nDocumentation Review: All available CRM records will be reviewed, including leads, call logs, and meeting notes.\nClient Feedback Consideration: Where applicable, direct feedback from the client will be considered to validate claims.\n\n\n6. Additional Conflict Resolution Steps\nSystem Audit: The management reserves the right to audit system entries to verify the authenticity of documented data.\nDispute Resolution Timeline: All conflicts will be resolved within 7 business days, ensuring minimal disruption to business operations.\nTraining and Awareness: Regular training sessions will be held to educate agents on proper documentation practices and conflict resolution protocols.\n\n\n7. Final Decision Authority\nManagement's Discretion: The management's decision on conflict resolution is final and binding.\n\n\n\n8. Consequences of Policy Violation\nDisciplinary Measures: Non-compliance with these procedures will lead to disciplinary action, including warnings, suspension, or termination based on the severity of the violation.",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nImpact on Commissions: Agents found violating the policy may also face adjustments to their commission entitlements.\n\n\n\nBy implementing these detailed steps, the company ensures a transparent, fair, and legally compliant approach to managing conflicts and maintaining a professional real estate environment.\n\nAttendance Policy\nZubair\n?\nColdwell Banker UAE Attendance Policy\n\nEffective Date:  February 2025\n\nApplies To: All Sales Agents\nAt Coldwell Banker UAE, we uphold the highest standards of professionalism, accountability, and commitment. Consistent office attendance is not just a requirement but a fundamental responsibility to ensure productivity, team synergy, and continuous learning.\n\n\n\nTo reinforce discipline and maximize performance, the following Mandatory Attendance Policy will be strictly implemented:\n\n1. Biometric Attendance Registration & Daily Compliance\nAll agents must be registered in the biometric attendance system at their respective offices.\nPunching in upon arrival and punching out before leaving is mandatory.\nOffice Timings: All agents must be present at their assigned office by 9:30 AM sharp.",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nAny agent who fails to punch in will be considered absent for the day, regardless of actual presence.\nThe Team Coordinator and Manager are responsible for ensuring that all agents in their team are properly registered in the biometric attendance system in a timely manner.\n\nFailure to properly record biometric attendance, including incorrect punch-ins or forgetfulness, will not be accepted as valid reasons. Any missing biometric entry will be considered an absence in accordance with company policy.\n\n2. Absence & Non-Compliance Consequences\nIf an agent is absent for more than two consecutive days without valid justification, all system accounts, CRM access, and email accounts will be blocked without prior notice.\n\n\n\nUnexcused absences or failure to comply will result in immediate actions as follows:\nFirst Offense: Verbal warning from direct manager.\nSecond Offense: Written warning from HR.\nThird Offense: Final warning letter with potential fines.\nFurther Non-Compliance: Termination of contract due to violation of company policy.\n3. Reporting Absences & Exceptions",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nIf there is a valid reason for absence, the agent must update Salesforce Calendar Events and inform their direct manager before the start of the working day.\nAbsences without proper updates in Salesforce and notification to the manager will be considered unexcused, triggering immediate action.\nAny emergency leaves must be supported by valid documentation and approved by management.\n4. Late Arrivals & Penalties\nLate arrivals past 9:30 AM will be fined.\nChronic tardiness (more than 3 late arrivals in a month) will trigger an HR review and potential disciplinary actions.\nAll late arrivals and absences will be documented in the agent's performance file, impacting career growth and incentives.\n5. Mandatory Morning Sessions: \"The Power Play\"\nDaily morning training sessions from 9:30 AM to 10:00 AM are a compulsory part of the work schedule.\nThese sessions will focus on sales techniques, market insights, and business strategies to enhance overall performance.\nNon-attendance at these sessions will be considered a performance concern and addressed accordingly.\n6. Strict Enforcement & Compliance Monitoring\nRegular attendance reports will be submitted to HR for monitoring.",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nAny discrepancies, patterns of non-compliance, or lack of adherence will result in strict actions without exceptions.\nAll managers and coordinators are responsible for ensuring their teams fully comply with the policy and report any issues immediately.\nColdwell Banker UAE is committed to fostering a high-performance culture that drives results. Attendance is not just about being present-it's about being accountable, proactive, and engaged in the company's success.\n\n\n\nFailure to comply with this policy will result in serious consequences. No exceptions will be made.\n\nFor any clarifications, please reach out to your direct manager or HR.\n\nLeaving Office - During Work Hours\nZubair\n?\n\n\nPolicy: Logging External Appointments and Activities in Salesforce Calendar\nPolicy Overview\n\n\nEffective immediately, all employees must log any external activities, such as meetings, visits, transfers, or appointments conducted during office hours, into Salesforce. This policy ensures transparency, accountability, and efficient tracking of employee activities outside the office premises.\n\n\n\nPurpose",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nThe primary objective of this policy is to maintain accurate records of employee schedules and ensure that all external activities are properly documented and linked to relevant accounts and opportunities within Salesforce.\n\n\n\nScope\n\n\nThis policy applies to all employees who leave the office premises during working hours for official purposes.\n\n\n\nPolicy Details\n\n\nMandatory Logging Requirements: All external activities must be logged as a Salesforce Calendar Event before leaving the office. Each event must include:\nTitle: Clearly specify the activity type (e.g., Meeting, Client Visit, Transfer).\nDate and Time: Enter the date, start time, and duration of the event.\nLocation: Provide the exact location (e.g., address or venue name).\nParticipants: List the names of individuals you are meeting with or transferring with.\nLinked Accounts/Opportunities: Attach the event to the relevant account or opportunity for proper reference.\n\n\n\nSystem Accessibility:\nSince all employees have access to Salesforce, there are no exceptions to this requirement. Ensure that the event details are accurate and comprehensive.\n\n\n\nCompliance Tracking:",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nIf an employee is found to be outside the office during working hours without a logged event for the corresponding time slot, this will be treated as annual leave or unexcused absence.\nThe policy will be strictly enforced starting 19-12-2024.\n\n\n\nAudit and Review:\nManagement will periodically audit Salesforce calendars to ensure compliance with this policy. Non-compliance will result in formal action as outlined in company guidelines.\n\n\nImplementation and Enforcement\nEffective Date: 19-12-2024\nCompliance Start: All employees must fully comply with this policy by the effective date.\n\n\nSupport and Queries\nFor any questions or assistance with Salesforce Calendar usage, please contact the IT department or refer to the training resources available on the policies portal.\n\nToken Collection - New Launches\nZubair\n?\nToken Collection Support & Payment Policy for New Project Launches\n1. Purpose\nThis policy outlines the procedure and payment structure related to company-assisted token collection during project launches. It ensures consistency, financial clarity, and accountability in managing token queuing operations on behalf of sales teams.\n\n\n\n\n2. Scope",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nThis policy applies to all sales agents, team managers, and token collection resources engaged during any new launch event where the company provides support to acquire tokens on behalf of agents.\n\n\n\n\n3. Policy Details\n3.1. Queuing & Token Request Process\nAll requests for token collection assistance must be submitted in advance by the respective Team Manager to the Accounts Department.\n\nThe Accounts team will evaluate the request and allocate a suitable resource to manage the queue and collect tokens at the launch site.\n\n\n3.2. Post-Launch Confirmation & Verification\nAfter the launch event, each Team Manager must confirm the following to the Accounts Department:\nThe total number of tokens collected\nThe number of successful deals closed\n\n\nSimultaneously, the token collector must send an individual email to Accounts confirming:\nThe number of tokens distributed\nThe agent names and their corresponding teams\n\n\nThis double-verification process ensures transparency and accurate reconciliation.\n\n\n3.3. Payment Structure\nFor Successful Deals:\nAED 2,000 per token will be paid.\nThis is split between:\nAED 1,000 covered by the company\nAED 1,000 deducted from the agent's commission",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nFor Unsuccessful Deals:\nThe company will cover AED 500 per token as a service fee to the collector.\n\n3.4. Payment Release Terms\nAll payments to token collectors will only be processed after successful commission collection from the developer.\nThe Accounts Department will manage the full disbursement.\nThe agent's share (where applicable) will be automatically deducted-agents are not required to handle any direct payment.\n\n\n\n4. Compliance\nFailure to adhere to this policy may result in:\n\nDelayed or forfeited reimbursement\nDenial of future token collection support\nInternal review of team-level practices\n\n5. Policy Review\nThis policy is subject to periodic review by the Accounts and Operations Departments to ensure continued relevance and operational efficiency.\n\nIT Policies\nZubair\n?\nColdwell Banker UAE IT Policy\n\n\nIntroduction",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nIn an era where technology is the backbone of business operations, maintaining a secure and efficient IT environment is crucial. This policy defines the expectations and responsibilities for using Coldwell Banker UAE's IT resources, ensuring compliance, protecting sensitive data, and enabling employees to thrive in a digitally interconnected workplace. By adhering to these guidelines, we collectively safeguard the integrity and resilience of our operations in the face of evolving cyber threats.\n\n\n\nGovernance and Compliance\n\n\nThe IT department is committed to safeguarding the confidentiality, integrity, and availability of the organization's digital assets. This includes deploying robust security controls, conducting regular system audits, and ensuring alignment with regulatory frameworks and industry standards.\n\n\nEmployees share the responsibility to protect their access credentials, report anomalies or breaches promptly, and adhere strictly to the established protocols. Any violations, whether due to negligence or malicious intent, compromise organizational security and will result in disciplinary actions, including termination and legal proceedings.",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nHacking and Unauthorized Access\n\n\nEngaging in hacking or attempting unauthorized access to any digital resource, infrastructure, or confidential data is a criminal offense and violates this policy. Such actions, regardless of intent or scale, are punishable by law.\n\n\nEmployees found guilty of unauthorized activities will face immediate termination and legal prosecution. These measures reflect the organization's zero-tolerance stance on security breaches that endanger its operations or reputation.\n\n\n\nAcceptable Use of IT Resources\n\n\nAll IT resources, including devices, networks, and applications, are designated exclusively for business purposes. Activities such as personal downloads, gaming, or accessing unauthorized platforms are strictly prohibited. Official communications must occur through company-provided email accounts or approved channels to maintain security and professionalism.\n\n\nMisuse of IT resources, including sending bulk emails, operating unauthorized SMTP servers, or engaging in activities that could harm the organization's digital infrastructure, will result in corrective actions and potential termination.\n\n\n\nDevice and Asset Management",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nEmployees are accountable for the maintenance and security of any devices issued by the company. These devices must be surrendered to the IT department in good working condition upon an employee's exit.\n\n\nReconfiguring, relocating, or altering any company resource without explicit IT authorization is strictly forbidden. Similarly, connecting personal devices to the company infrastructure without prior approval is not allowed. The use of hacking tools, penetration-testing devices, or other unauthorized equipment poses a significant risk to cybersecurity and is strictly prohibited under all circumstances. Violations will result in immediate termination and potential legal action.\n\n\n\nNetwork and Data Security\n\n\nTo ensure a secure network environment, employees must access company systems only via authorized and secure networks. Public Wi-Fi or untrusted connections are not permitted. All work-related data must be stored on approved platforms such as OneDrive, with employees required to perform regular backups and verify data integrity.",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nSharing sensitive information through unauthorized platforms is prohibited. Non-compliance with these guidelines may result in access restrictions, disciplinary actions, or legal consequences.\n\n\n\nProhibited Tools and Activities\n\n\nThe use of hacking tools or any equipment intended for penetration testing, whether for ethical or unauthorized purposes, is strictly banned. Additionally, using the company's internet or network for personal activities unrelated to work violates this policy and will lead to disciplinary actions.\n\n\n\nEmail and Communication Protocols\n\n\nTo protect the organization's domain reputation and prevent unauthorized data dissemination, employees must refrain from:\n\nSending bulk, spam, or marketing emails through business accounts.\nSetting up SMTP servers or similar tools without IT approval.\nAny violation of these protocols will result in immediate corrective actions to mitigate risks.\n\n\n\nData Backup and Responsibility",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nEach employee is responsible for ensuring the integrity and security of their work-related data. All company data must be backed up to OneDrive for Business, and employees must regularly verify the completeness of these backups. The IT department will not be held liable for data loss due to failure to adhere to this protocol.\n\n\n\nIT Support and Incident Reporting\n\n\nEmployees must log all IT-related issues through the official ticketing system to ensure proper tracking and resolution. Critical incidents, such as system outages or potential data breaches, should be flagged with high priority. Direct or informal support requests will not be entertained.\n\n\n\nMonitoring and Privacy\n\n\nTo enforce compliance and maintain security, the IT department monitors network and system usage. Monitoring activities are conducted transparently and respect employee privacy within the boundaries of company-approved operations.\n\n\n\nPhysical and Digital Security",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nEmployees are required to lock devices when unattended and ensure sensitive materials are securely stored. In the event of device theft or loss, the incident must be reported immediately to IT for appropriate action, such as remote data wiping or device locking, to safeguard confidential information.\n\n\n\nConsequences of Non-Compliance\n\n\nFailure to adhere to this IT policy will result in significant consequences, including:\n\nImmediate termination of employment for serious violations, such as hacking or unauthorized access.\nLegal proceedings in cases involving malicious intent or significant breaches.\nRestricted access, penalties, or other disciplinary actions for neglecting IT responsibilities.\nBy adhering to this policy, employees help create a secure, compliant, and efficient IT environment that benefits everyone. Non-compliance jeopardizes not only individual roles but also the integrity and reputation of the organization.\n\n\n\nUser Responsibility for Account Security",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nAll employees are responsible for maintaining the security and integrity of their assigned digital identities and access credentials. In the event of any cybersecurity incident arising from user-level negligence-including but not limited to:\n\n\nSharing passwords or access tokens\n\nFalling victim to phishing, social engineering, or fake login pages\n\nFailing to secure their devices against unauthorized access\n\nClicking on suspicious links or downloading malicious content\n\nCircumventing security protocols or disabling protective software\n\n\nThe Company and the IT Department shall not be held liable for any direct or indirect financial loss, data breach, or operational disruption that may occur as a result. Furthermore, any such incident will be recorded as a violation of the IT policy, and may be subject to internal disciplinary action based on the severity and impact.\n\nEmployees are expected to:\n\n\nEnable and consistently use Multi-Factor Authentication (MFA)\n\nKeep all software and operating systems updated\n\nUse Antivirus and Antimalware Sofware where needed.\n\nAvoid sharing credentials under any circumstances",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nReport any suspicious or unauthorized activity to the IT Department immediately\n\n\n\nPolicy Updates and Acknowledgment\n\n\nThis policy is reviewed annually to address technological advancements and emerging cybersecurity threats. All employees must acknowledge their understanding and agreement to comply with these guidelines, recognizing their role in maintaining a secure and productive workplace.\n\n\n\nColdwell Banker UAE is dedicated to fostering a secure, innovative, and collaborative workspace. By adhering to this IT policy, employees contribute to safeguarding the organization's digital infrastructure, ensuring operational excellence, and strengthening its reputation. Together, we can navigate the challenges of the digital age with vigilance and responsibility.\n\nLISTING POLICY\nZubair\n?\n\nFORM A is Mandatory:\n\nIt is mandatory to have FORM A signed by the seller in order to list their property. This is a strict policy enforced by RERA. If a client is unwilling to cooperate, the agent can share the circular explaining that this is not our requirement, but an official requirement by RERA. FORM A can be generated through the Dubai Rest App.\n\n\nPrice Range:",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nThe agent is not authorized to change the price in the listing. If there is a price change, the price must be amended in FORM A, and the updated form must be signed by the seller/landlord.\n\n\n\nNOC instead of Form A:\n\nSome agents are submitting an NOC as a confirmation to list the property as the Seller doesn't want to sign Form A. This is not acceptable. For any listing of an individual owner, NOC will not be accepted, and they need to have a Form A signed. NOC can only be allowed for Developer's listings. NOC from Developer will only be accepted if the agreement with the Developer is valid.\n\n\nPeriod of Expiry on Form A:\n\nThe Form A can have a maximum validity period of 1 year. During this period, as specified in the Form A, the agent is allowed to list the property. After the expiry of this period, a new Form A must be submitted. Additionally, every listing form should include an expiry period and cannot be open-dated. Please note that some portals do not accept Form A with a validity of more than 6 months; even if the form is still valid, these portals may take the listings offline.\n\n\nFor rental listings, owners not willing to sign or share documents with signature:",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nIt is mandatory to obtain some ID proof which has their signature to proceed with publishing their listing.\n\n\nPOA of POA:\n\nThe direct POA of the Seller can sign the Form A but the POA of a POA cannot sign it.\n\nDraft of:\n\nA) Fresh/New listing: If \"Agent A\" creates a DRAFT of a fresh listing without sufficient documents, he/she can work on the particular listing but if \"Agent B\" is able to get all documents of that particular listing along with the FORM A (signed by actual owner) then the listing will belong to \"Agent B\" and the listing will be transferred on the CRM from \"Agent A' to \"Agent B\" without any notification.\nB) Expired listing: If \"Agent A\" has a published listing that's expiring soon or has expired, the agent needs to extend the Form A validity. If the Form A for a previously published listing, is signed by a new agent after the expiry, the listing will belong to the new agent.\n\nPriority to internal source:",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nIf any agent has an inquiry of a Seller/Landlord or Buyer/Tenant they have to FIRST check within the company and see if they are able to close the transaction within the company. Agent is allowed to deal with outside agents only if they were not able to meet the inquiry of their client within the company. This will be strictly monitored, and the commission will be blocked if the agent failed to enquire internally and decided to close with external agent.\n\nList before Action:\n\nThe company will only recognize agents with a valid Form A for the commission share.\n\nFalse Information on listing:",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nThe information mentioned on the published listing should match the information mentioned on the Form A/Listing form and Title Deed. If any agent tries to create a listing with false information they will be penalized financially. For instance, an Agent might add special characters (\",\" or \".\" etc) to list a unit because the unit is actually listed by another agent. Even if agent wishes to EDIT an existing listing, they cannot change/manipulate the information for the sake of listing a unit as per their convenience. The information should not be different than the listing form/Title Deed (price, unit #, build area, number of bedrooms etc) for editing any existing listing. Refer to Code of Ethics.\n\nIt is mandatory to mention correct information on the listing form including correct name of the Seller/Landlord as per Title deed, correct contact number of the Seller/Landlord. Any wrong or false information on the listing form will lead to strict action against the agent\n\nCommercial Listings of Individual owners:",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nMost of the commercial buildings (retails and office spaces) might have a single owner for which they provide an NOC for the whole building instead of Listing Form for a particular unit. Therefore, if any agent has an inquiry for commercial properties, it should be directed to commercial team. If an agent wishes to check the availability of a commercial property, they should enter the name of the building so that the system can notify them on which commercial agent (if any) is working on that building. If there is no listing of a particular building in the system, then the agent may contact the landlord directly and proceed with transaction.\n\n\nGolden Rule: Anyone with Form A/valid leasing form supersedes all scenarios.\n\nLISTING GUIDELINES\nZubair\n?\n\nIt is very important to maintain the quality of listings on all the portals in order to get more attention from the clients. Below are few tips which are useful in order to achieve maximum quality in your listings:\n\n\n\nListing Title\n\nTitle of any listing is the most prominent text that features at the top of the listing. Be sure to mention key attributes, such as 'price reduction', 'sea view', 'fully upgraded' to attract quality leads.",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nKeep in mind that your listing title can be between 30 and 50 characters maximum. Use this space wisely to really capture the property seekers. To ensure you get maximum Quality Score points for your title, stay within the character range.\n\n\nListing Price\n\nThe price mentioned on the listing should always match the price mentioned on the Form A / Listing Form approved by the Seller / Landlord.\n\nAccording to RERA it is considered as Legal offence if the price on the listing is not matching with the price on the document, otherwise you will be liable to face any consequences including the penalty from RERA which can go up to AED 50,000 or higher.\n\n\nListing Description\n\nAround 50% of visitors click 'read more' on the property details page. This offers a huge opportunity for you to 'sell' your listing to browsers by providing a detailed description of the property, noting all essential and stand-out features. For commercial listings, specify the necessary trade license relevant to the property's location. For instance, a property located in JLT requires a DMCC License.",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nYour Listing Description may range from 1000 to 2,000 characters. A strong description will also make your listing more discoverable to the user as the keyword search feature for most of the portals pulls from this section. Be sure to mention unique attributes such as the view, private swimming pool, fully landscaped garden, or proximity to key amenities, such as schools or supermarkets. To earn full Quality Score points, ensure you stay within the range.\n\n\nResponsibilities of Listing Agent\n\nListing agent is responsible to maintain the below checklist once received from the Landlord/Seller and provide the \"Key receipt\" of the same to the Landlord/Seller with his/her signature and upload the scanned copy of the receipt on Salesforce (CRM).\n\nThe agent is completely responsible for maintaining the property in proper condition. The property including any facilities of the building / unit / community cannot be used for any personal use at any circumstances. Strict action will be taken against an agent if the property is misused in any manner.",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nThe keys of the property at all times should be with the listing agent and cannot be given to anyone else to access to property (not even security staff). The agent should not leave the unit open at any circumstances and should be physically present for all viewings.\n\n\nListing Images\n\nYou must have heard of a saying that \"a picture speaks a thousand words\". With that in mind, uploading high-quality images with your listing is hugely powerful. Approximately 70% of property seekers interact with images when they reach the property detail page. On top of that, Property Finder analysis shows that listings with high-quality images yield on average 30% more clicks and 50% more leads - so, your images are a chance for your listing to shine and stand out from the crowd!\n\nThe elements which a portal considers when it comes to quality are orientation, brightness, uniqueness and resolution.\n\nImage orientation\n\nLandscape photos, please! Use the space in the search results and property listing page to its maximum potential. We all know prime real estate is expensive, so why waste space!?\n\nImage brightness",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nMake sure your images feature ample natural light to showcase the property the best way possible. Shoot during the day and invest in professional equipment - it pays off, we promise!\n\nImage uniqueness\n\nUpload unique content to promote your listing. Duplicate images don't provide a good user experience. Most of the portals have measures in place to identify duplicate or spam content.\nImage resolution\n\nProviding high-resolution, clear images supports the consumer experience and showcases your listings in the best way. No one likes pixelated, blurry photos! Use high-resolution images, ideally with a 4:3 aspect ratio (e.g.,1600*1200 pixels)\n\n\nPhoto Arrangement Policy\nTo ensure consistent presentation across all our property listings and to maximize engagement on portals such as Property Finder and Bayut, all listings must follow the standardized photo arrangement outlined below. High-quality, well-ordered images significantly increase visibility, buyer interest, and lead conversion.\n\nRequired Photo Order & Guidelines:\nA. Hero Shot (Exterior or Top Feature)\nMust be visually striking and inviting\nCan be the front elevation, pool, high-ceiling space, or a premium view",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nThis will serve as the cover image-make it scroll-stopping\nB. Living Room\nShould appear spacious, bright, and welcoming\nInclude staging when possible to help buyers visualize the space\nCapture the best angle showing layout and light\nC. Dining Area\nNeat and well-lit, ideally showing its connection to the kitchen or living area\nA simple, clean setup is recommended\n\nD. Balcony or View\nInclude if the property features a balcony, terrace, or notable view\nShoot during optimal lighting (e.g., golden hour) to enhance impact\n\nE. Master Bedroom\nMust look clean, restful, and private\nShow symmetry and include natural light wherever possible\n\nF. Other Bedrooms\nShow at least one image per additional bedroom\nKeep decor minimal and highlight space versatility (guest room, office, kids' room)\n\nG. Kitchen\nHighlight appliances and storage space\nEnsure countertops are clear and lighting is even\n\nH. Backyard / Garden / Landscape\nInclude if applicable\nShow usable outdoor space, landscaping, or seating areas\n\nI. Amenities (Pool, Gym, Lobby, etc.)\nOptional, but must be relevant and well-maintained\nFocus on standout features like infinity pools, kids' areas, or premium lobbies",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nJ. Master Bathroom (Closed Toilet)\nShow entire layout (vanity, tub, shower) with toilet lid always closed\nEmphasize cleanliness and high-end finishes\n\nK. Additional Bathrooms (Optional)\nInclude only if they add value to the listing\nFollow the same cleanliness and presentation standards\n\nL. Floor Plan (If Available)\nHighly recommended for off-plan units and large properties\nMust be clear and professionally rendered.\n\nNote:\nAvoid repeating angles or uploading blurry, poorly lit photos.\nMaintain logical flow, as if guiding the buyer through the home.\nAll photos must be high resolution and taken during the day with natural lighting wherever possible.\n\nWatermark\n\nAlways watermark your images to protect content from being recycled by another, less sophisticated brokerage.\n\nListing location",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nLocation, location, location! Your customers are more informed than ever before. Select all four (or more depending on the portal) sections within the location tree to ensure your listing always appears in the search results, irrespective of what filters are chosen. You'll instantly boost the visibility of the listing as it will appear in more searches. See below the best examples of how to add the location.\n\nDubai,   Greens,   Onyx Towers,   Tower 1\nDubai,   Dubai Marina,   Silverene Tower,   Tower A\n\nVerify your listings\n\nGetting your green \"Verified\" badge is the simplest way of increasing your visibility, attracting more clicks and leads as property seekers know your listing is genuinely available.\n\nTo verify your listing, you will need to provide us with certain documents to prove its authenticity. Your team coordinator will check and approve each document submitted, helping you to the top of the search rankings.\n\nGet 100% Quality Score",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nFollowing the above tips will unlock your listing's full potential. What does that mean? High-quality listings rank higher, simple. Appearing higher in search gets you more visibility, more page views, more enquiries, and as a result, more deals. The higher the Quality Score, the more chances you have that YOUR listing will show up in search.\n\nPromote your listing\n\nFinally, we have the tools that help boost your listing even further. Premium listings get you over 10x more leads and Featured listings generate over 5x more views. It's worth exploring and investing in these products if you want to enhance your visibility and exposure. However, this is subject to manager approval and the availability of credits.\n\nLISTING ON SALESFORCE\nZubair\n?\n\nListing Creation and Submission Process on Salesforce\n\nListing Creation on Salesforce: Agents must draft each property listing on Salesforce, ensuring that all relevant details about the unit, including its price, are accurately entered.\n\nRequired Documents: The following documents must be uploaded to Salesforce for listing publication and authenticity verification:\n\nTitle Deed/Property Ownership Documents",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nClient Screening report (for all sale listings and all rental listings above AED 1 mil)\nForm A/Leasing Form\nOwner ID/Passport\nTrade License (if owned by Company)\nIn case of POA, copy of POA and ID/passport of POA\n\nSubmission for Approval: Once the listing is complete and all required documents are uploaded, the agent must submit the listing to the manager on Salesforce for approval.\n\nListing Approval & Publishing\n\nThe Manager will review the listing for accuracy and compliance.\nAfter approval, the coordinator will verify that the listing is accurate, compliant, and visible on various platforms.\nAll property listings must be submitted to the Team Manager for final approval.\nOnly Managers are authorized to approve and publish listings on Salesforce.\nCoordinators must notify the respective Manager once a listing is ready for review.\nIt is the responsibility of the Coordinator to follow up regularly until the listing is approved and published.\nIn case the Manager is unavailable, a dual approval from the Coordinator and the CRM Listing QA agent is required to publish the listing.\nNo listing should remain pending due to lack of follow-up.\n\nAgents Role in Managing Listings",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nDraft the listing\nUpload all the documents on the listing on Salesforce\nBook photoshoot through www.mycbVerse.com\nVisit the property to get the Trucheck badge for the listing (for eligible properties)\n\nCoordinators Role in Managing Listings\n\nThe coordinator is responsible for ensuring property listings are accurate, compliant, and visible.\n\nKEY TASK INCLUDED\n\nReview Details: Match listing information with documents and verify accuracy of pricing and features.\nQuality Assurance: Ensure listings have clear descriptions, high-quality images, and comply with guidelines.\nSeller Screening: Coordinators will conduct the screening for sellers once all required documents have been uploaded by the agents. If the screening is approved, it should be downloaded from the RegsWatch website and then uploaded to Sales force by coordinators.\nTrakheesi Permits: Obtain and verify permits before listing goes live.\nProcess Management: Upload listing docs to portals for verification to achieve 'Verified' badge on portals.\nQuality Score: Strive for a 100% Quality Score to enhance visibility and engagement.\nListing Updates: Regularly update and correct listings as needed.",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nAgent Support: Provide ongoing assistance and resolve portal issues.\nPromotion: Use Premium and Featured listings for increased visibility, subject to managers' approval and credits availability.\nPublication Time frame: Published listings generally reflect on portals within 2 hours.\n\nPolicy for Coordinators - Listing Verification and Publishing\n\nTo ensure the accuracy, accountability, and integrity of all property listings before they are published online and to establish clear procedures for listing modifications.\nScope:\nThis policy applies to all back-office administrators, coordinators, and sales agents responsible for creating, verifying, and publishing property listings on the system.\n1. Listing Verification and Approval\nAll listings created by back-office admins must be verified by the respective sales agent before being published online.\nThe coordinator must send the Salesforce property listing link to the assigned sales agent via WhatsApp or email for review.\nThe agent must confirm that all details are accurate before publication.\nOnce verified, the agent's approval must be documented by attaching a screenshot of the confirmation to the listing documents in the system.",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nFinal step would be to Notify the Team Manager and get the listings published on Salesforce.\n2. Restrictions on Listing Changes\nOnce a listing is published, no changes will be made unless a New Form A is submitted with the requested changes clearly stated.\nAlternatively, an email approval from the manager must be uploaded to the listing documents, clearly mentioning a valid reason for the requested modification.\nCoordinators and admins are strictly prohibited from making any unauthorized changes to listings without valid documentation or management approval.\nUnder no circumstances should an existing listing be deleted and recreated as a new one. The only exception to this rule is when there is a significant price change, and the agent provides documented proof justifying the change. All such cases must be approved by the Managment before action is taken.\n3. Exemptions\nIf a sales agent has created the listing themselves and is submitting it for approval, the initial verification process by the agent is not required. But the agent needs to notify the coordinator to get it published, which will follow the normal procedures and checks.",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nMinor edits such as formatting corrections or typo fixes may be allowed, provided they do not alter the core details of the listing.\n4. Compliance and Accountability\nFailure to comply with this policy will result in disciplinary action, including but not limited to:\nOfficial warnings\nTemporary suspension of system access\nEscalation to senior management for further corrective action.\nThe integrity of listings is a priority, and any unauthorized modifications may be considered a breach of company policy.\n\nPortal KPI's\nZubair\n?\nProperty Portal policies and KPI's - Applies to All Sales Teams: To maintain high listing quality, effective credit utilization, and overall platform performance, the following Key Performance Indicators (KPIs) must be met each month. Failure to meet these targets will result in credit restrictions for the following month.\n\nPropertyFinder Listing & Credit Allocation Policy\n1. Performance-Based Credit Allocation Policy\nCredits for PropertyFinder will only be allocated to agents who meet the following KPI benchmarks:\nPropertyfinder KPIs\nListing Quality     98%\nVerified Listings   90%\nAgent Verification  100%\nSuper Agents        75%\nCall Response       75%",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nWA Answer Rate      80%\nCredit utilization at the end of the monthly cycle 100%\n\nAgents who fail to meet these KPIs in a given month will not receive credit allocations for the following month.\nManagers and coordinators are responsible for tracking performance and ensuring compliance.\n2. Premium & Featured Listings Policy\nOnly agents with a \"SuperAgent\" or \"TruBroker\"  badge are eligible for Premium/ Featured or Signature listings.\nFor a listing to be elevated above standard category, it must meet the following criteria: (Best Price is Mandatory for all)\nBest Price: The listing should be priced competitively compared to market trends. ( Comparison to be done with previous transactions and active market prices, 5% Margin acceptable based on recent transactions)\nExclusivity: The listing must be exclusive to the agent or brokerage.\nUnique Selling Proposition (USP): The property should have a clear competitive edge (e.g., unique features, superior amenities, or an exclusive location advantage).\nListings that do not meet these criteria will not be granted elevated status on any portals.\n3. Listing Performance & Repricing Rules\nListing Age  | Action Required",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\n3+ months not transacted | Must be repriced before continuing the listing.\n6+ months not transacted | Will be removed from the portal.\nAgents must proactively suggest price adjustments to reflect market conditions for properties that remain unsold beyond three months.\nListings that remain on the portal for over six months without a transaction will be permanently removed.\n4. Strict Prohibition on Relisting & Deletion of Properties\nRelisting or deleting properties solely to reset the listing age is strictly prohibited.\nRelisting is only permitted in cases of a significant price reduction that is likely to improve the chances of a sale.\nRelisting Approval Process:\n- Written undertaking: agent will close within two weeks.\n- Written manager approval via email.\nIf not sold in two weeks, no further relisting requests will be entertained from that agent in the future.\n\nBayut Listing & Credit Allocation Policy\n1. Performance-Based Credit Allocation Policy\nCredits for Bayut will only be allocated to agents who meet the following KPI benchmarks:\nBayut KPIs\nTruchecks   70%\nChecked Listings   90%\nAgent Profile Completion 100%\nTruBrokers   75%\nCall Response  75%\nWA Answer Rate 80%",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nCredit utilization at the end of the monthly cycle 100%\n\n2. Signature Listings Eligibility\nOnly agents with \"TruBroker\" status are eligible for Signature Listings.\nCriteria:\n- Exclusivity\n- Best Price\n- Unique Selling Proposition (USP)\n\n3. Listing Performance & Repricing Rules\nListing Age  | Action Required\n3+ months not transacted | Must be repriced to remain listed.\n6+ months not transacted | Will be removed from Bayut.\n\n4. Strict Prohibition on Relisting & Deletion of Properties\nSame constraints as above; significant price change required + approvals.\nIMPORTANT: Violations lead to disciplinary action, including credit restrictions or removal of listing privileges.\n\nLEAD POLICY\nZubair\n?\nRespond to Leads:\n- Respond to any company leads within 2 hours of receiving them.\n- Update \"Lead Status\" + \"Lead Sub-status\" in Salesforce with valid note.\n- If a lead is not updated within 4 hours, it will be reassigned unless status is Working (max 3 days before convert to opportunity).\n- Optional buffer (e.g., 24h) may be applied at management discretion only.\n\nEnter Leads into CRM:\n- Immediately add/update all lead info into Salesforce.",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\n- Check Salesforce for related listings and contact the internal listing agent first.\n\nUpdate Lead Status:\n- Agents must keep lead status updated (not coordinators). Unqualified leads: mark with reason.\n- If you mark \"Unreachable\", it will be reassigned; use \"Working\" + \"Called No Reply\" if you intend to keep trying.\n\nManage Lead Status:\n- \"NEW\" ? move to \"Working\", \"Unreachable\", \"Unqualified\", or \"Opportunity\".\n- \"Working\" = 3 days, otherwise reassign.\n\nMonitor Lead Progress:\n- Leads left \"Working\" without notes for ~1 month may be reassigned.\n\nHandle Opportunities:\n- Contact each opportunity at least once every 2 weeks; may remain with agent up to 4 weeks (extendable by manager). Close-won or close-lost accordingly. No update for >4 weeks ? reassign.\n\nUse Salesforce Dialer:\n- Use SF Dialer for all company leads; avoid personal phones.\n\nDuplicate Leads:\n- Mark duplicates as Unqualified ? Duplicate, or they may still be reassigned.\n\nLEAD HANDLING\nZubair\n?\nWhen a lead arrives:\n- Notification via Salesforce.\n- Call through SF Dialer only; update details, status/sub-status + notes within 2 hours.\n- Log all meetings/calls/viewings as Calendar EVENTS with correct type (affects KPI).",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nResale safeguard:\n- Fill a Viewing Form to secure position pre-viewing.\n\nBuyer Screening:\n- Coordinator runs buyer screening; if success ? agent creates Form B via Dubai Rest App; if fail ? coordinate with compliance officer.\n- For progressing deals: upload buyer & seller screenings via RegsWatch on Salesforce.\n- Conveyance assists with finalization.\n\nOPPORTUNITY HANDLING\nZubair\n?\nKey Guidelines:\n1) Lead Conversion - ensure proper Contact/Account linkage; carry over Lead Source; copy notes.\n2) Creation - set required fields; link Contact Roles; avoid duplicate Accounts.\n3) Progress - keep Stage accurate; maintain contact engagement.\n4) Activity - log all calls via SF Dialer; schedule follow-ups; add meeting notes.\n5) Status Updates - weekly notes; 3 weeks no action ? may reassign; 6 weeks no progress ? eligible for reassignment.\n6) Closure - if won, attach docs and set Closed-Won; if lost, set Closed-Lost + reason.\n7) Clean CRM - avoid duplicates; keep data complete and professional.\n8) Alerts - calendar reminders for follow-ups.\n9) Collaboration - @mention, use Chatter.\n\nBOOKING SUBMISSION\nZubair\n?\nPurpose: timely, accurate, compliant (RERA) submission across transaction types.",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\nOff Plan:\n- Provide fully signed OTP/Booking/SPA; buyer ID docs.\n- Email to Coordinator within 3 days of signing.\n- Non-compliance: 15% deduction from agent commission.\n\nSecondary (MOU/Form F via Dubai REST only):\n- Agent prepares A/B/F; Conveyancing joins after Form F signed.\n- Handover all docs + deposit cheques to Conveyancing within 24 hours of Form F.\n- Conveyancing fees acknowledged in Form F.\n- No conveyancing charged (manager's approval only) ? inform coordinator within 3 days; miss ? 15% fine.\n- Late submissions ? commission not processed / penalties.\n\nRental:\n- Once signed, create Deal in Salesforce; upload docs; notify Accounts within 3-5 days.\n- Non-compliance: 15% deduction.\n\nHighlights table (summary in policy).\n\nDEAL DOCUMENTS\nZubair\n?\nMandatory: inform coordinator within 2 days from signing any deal documents to update CRM and issue TAX invoice.\n\nKYC:\n- Required before/with Form F; clause in F if delayed.\n- No transfer without KYC. Buyer/seller KYC as applicable (who pays commission).\n- Not required for outside agent's own clients for their side.\n\nSecondary (Individual):\n- Buyer/Seller screening uploaded before forms signed.",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\n- Signed Form F; IDs; POA docs if any; title deeds; receipts; security deposit ack; KYC; risk assessment; 5% VAT.\n\nSale - Company:\n- Signed Form F; IDs; trade licenses; TRN; fee proof; receipts; deeds; deposit ack; KYC; risk; 5% VAT.\n\nOff-Plan:\n- OTP/Reservation/SPA; buyer docs; fee proof; KYC; risk.\n\nRental:\n- Tenancy contract; tenant & landlord docs; POA (if any); title deed/Oqoodi; 5% VAT.\n\nThird Party / Outside Broker:\n- Undertaking letters; trade license + stamp; passport/signature; agent-to-agent agreements; RERA docs; receipts/invoices, etc.\n\nVAT:\n- 5% VAT on all commissions; agent pays if not collected.\n\nTRANSACTION CLOSING\nZubair\n?\nCut-off Date: submit TCR by 24th of each month.\n\nOffer Acceptance: signed before down payment.\n\nCheque: down payment (10%) in seller's name or escrow (Mega Homes Real Estate Brokers L.L.C.) until transfer.\n\nForm F/SPA: signed by both parties.\n\nDocs: Coordinators upload to CRM.\n\nReceipts: issued by coordinators/Finance only.\n\nTenancy: prepared by coordinator; agent collects signatures with date, then hands to coordinator.\n\nCOMMISSION STRUCTURE\nZubair\n?\nAdd 5% VAT on agency fees; agent liable if not collected.\n\nResidential:",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\n- Buyers 2% (min AED 5,000)\n- Sellers 2% (mandatory)\n- Tenants 5% (min AED 3,000)\n- Landlords 5% (optional, manager approval)\n\nCommercial:\n- Buyers 2% (min AED 5,000)\n- Sellers 2% (optional, manager approval)\n- Tenants (Office) 7% (min 5,000) for 1yr; 10% (>1yr)\n- Tenants (Retail) 10% (min 5,000) for 1yr\n- Landlords 5% (min 5,000, optional)\n\nBuyer/Seller sides: split equally by sides unless agreed otherwise (in writing).\n\nReferrals:\n- Referring agent eligible for 25% of one side only (not total), paid after deal completion; valid up to 6 months from referral date; not for renewals; process via CRM/email only. After referral, referring agent steps back for 3 months.\n\nOutside Broker:\n- Work only with registered (RERA) brokers.\n- External promises to non-RERA freelancers are from agent's share (company not liable).\n- Mandatory docs: A2A agreement, RERA ID/cert, Trade License, receipts/cheques, invoices.\n\nCONVEYANCE ROLE\nZubair\n?\n1) After Form F signed + fee charged ? handover to Conveyancing. Send docs (IDs, title, pre-approvals, floor plan). Deposit cheques to Onyx Conveyancing team.\n2) Comms - Conveyancing coordinates among parties; keeps all updated.",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\n3) Developers/Banks - NOCs, service charges; agent attends valuation if mortgage.\n4) Transfer Prep - outline cheques (manager's, card, cash), collect/monitor docs validity.\n5) Transfer - trustee appointment; oversee handover; return deposits; pay charges/refunds; acknowledgments; KYC complete.\n\nPayment Follow Up\nZubair\n?\nObjective: secure, compliant payment communications per UAE Central Bank / RERA / AML.\n\nPolicy:\n- No agents follow-up directly with clients on payments post-deal. Accounts handles all payment instructions and reminders via official email.\n- Agents must not share bank details/payment links.\n- For updates, agents contact Accounts internally.\n- Violations can trigger regulatory penalties and internal action.\n\nEnforcement: warnings ? suspension ? potential termination.\n\nRoles: Agents disengage; Accounts leads; Managers monitor.\n\nCODE OF ETHICS\nZubair\n?\n- No data manipulation in CRM; accurate client/listing info only.\n- No false signatures; verify against ID signatures.\n- Transparency: disclose any compensation/benefits/gifts.\n- Revenue: record all revenue; rentals renewals included.\n- External comms: agents liable for emails/social media/calls without approval.",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\n- Company data: database is company property; do not rent/sell.\n- Company may take disciplinary/legal action for breaches.\n\nREFERRAL - PROPERTY MANAGEMENT\nZubair\n?\nReferral: 25% of PM fee (first year only), min AED 1,000 (Silver) / AED 2,000 (Gold).\n\nPackages:\n- Silver: 3% annual rent (min 3,000)\n- Gold:   5% annual rent (min 5,000)\n\nExamples (first year):\n- Rent 60,000 ? Silver fee 3,000 ? agent commission 1,000; Gold fee 5,000 ? agent commission 2,000.\n- Rent 165,000 ? Silver fee 4,950 ? agent 1,237.50; Gold fee 8,250 ? agent 2,062.50.\n\nProcess: explain package; share landlord details with PM team. Pay after client signs and pays. No renewal referral eligibility.\n\nCommission Advance Policy\nZubair\n?\n1) Advance after receipt (any deal):\n- Up to 80% of agent's commission; remaining 20% in payroll.\n- TCR must be fully approved.\n\n2) Advance before receipt (off-plan only):\n- Up to 25% of agent's commission; SPA signed and invoice issued; eligible per developer policy.\n- Balance after company receives full commission (via payroll).\n\n3) Process:\n- Written approval from Line Manager.\n- Submit to Coordinator ? HR & Finance.\n\n4) Notes:\n- Subject to Management/Finance approval.",
  "[source: Coldwell_Banker_UAE_Policies_Compiled.txt]\n- Not guaranteed until Finance confirms.\n- Abuse may remove advance privilege.",
  "[source: admin tickect rise =httpsmycbhelp.c.txt]\nadmin tickect rise =https://mycbhelp.com/raise-ticket.html\nadmin contact=+971 52 923 6871\nit support tickect rise =https://cbae.freshservice.com/support/home\nit contach=+971 55 447 9709\nmarketing ticket rise=https://www.mycbverse.com\npolicy website =https://login.microsoftonline.com/b9d64e15-e259-47f6-b023-a08b5deadbf4/oauth2/authorize?client%5Fid=00000003%2D0000%2D0ff1%2Dce00%2D000000000000&response%5Fmode=form%5Fpost&response%5Ftype=code%20id%5Ftoken&resource=00000003%2D0000%2D0ff1%2Dce00%2D000000000000&scope=openid&nonce=FC16B556CA3DD41211028F7267D3271DCEFCCA0E7F32D7E1%2DBDF41B5A5DC59C76B1D71D4E7507407B2D3B62140F363144C3D6CB6F29A13701&redirect%5Furi=https%3A%2F%2Fcoldwellbankeruae%2Esharepoint%2Ecom%2F%5Fforms%2Fdefault%2Easpx&state=OD0w&claims=%7B%22id%5Ftoken%22%3A%7B%22xms%5Fcc%22%3A%7B%22values%22%3A%5B%22CP1%22%5D%7D%7D%7D&wsucxt=1&cobrandid=11bd8083%2D87e0%2D41b5%2Dbb78%2D0bc43c8a8e8a&client%2Drequest%2Did=64ded0a1%2D0045%2D0000%2D9053%2D5a348f4f2deb\n\nHr portal =https://cbemirates.keka.com/\nknowledge base website =https://cbae.freshservice.com/support/solutions",
  "[source: 2.txt]\nColdwell Banker UAE  Contact Directory\n\n[Admin Department]\nTicket Portal: https://mycbhelp.com/raise-ticket.html\nPhone: +971 52 923 6871\n\n[IT Support]\nTicket Portal: https://cbae.freshservice.com/support/home\nPhone: +971 55 447 9709\n\n[Marketing Department]\nPortal: https://www.mycbverse.com\n\n[Policy Website]\nAccess Portal (Microsoft Login): https://coldwellbankeruae.sharepoint.com\n\n[HR Department]\nHR Portal: https://cbemirates.keka.com/\n\n[Knowledge Base]\nHelp Center: https://cbae.freshservice.com/support/solutions",
  "[Greetings]\nhello\nhi\nhey\ngood morning\ngood afternoon\ngood evening\nhow are you\nhows it going\nwhats up\ngreetings\nnice to meet you\npleased to meet you\nhowdy\nyo\nsup\n\n[Responses to greetings]\nhello there! how can I help you today?\nhi! what can I do for you?\nhey! good to see you.\ngood morning! how can I assist?\ngood afternoon! how may I help?\ngood evening! need any help?\nIm doing great, thank you for asking! How about you?\nIm here and ready to help!\nIm doing well  how can I assist you today?\n\n[Thanks & Appreciation]\nthank you\nthanks\nthanks a lot\nthanks so much\nmany thanks\nappreciate it\ngrateful\nyoure the best\nthank you so much\n\n[Responses to thanks]\nyoure welcome!\nmy pleasure.\nhappy to help!\nanytime!\nno problem at all.\nglad I could assist.\nyou got it!\n\n[General Small Talk]\nhows the day\nwhats new\nwhat can you do\ntell me something\nare you a bot\nwho made you\nwhats your name\nwhere are you from\nhow old are you\nwhat time is it\nwhat is your purpose\nare you human\n\n[Responses to Small Talk]\nIm your friendly assistant here to help with policies and support.\nI can help you find contact details, policy information, and ticketing steps.",
  "Im a chatbot created to make your support faster and easier!\nI dont have feelings, but Im always ready to help!\nMy purpose is to help you find the right policy or contact quickly.\nI dont have an age  I just run on servers!\nYou can call me Policy Assistant.\nIm virtual, but I serve the UAE offices of Coldwell Banker.\n\n[Affirmation & Positivity]\ngreat\ngood\nnice\nawesome\nperfect\ncool\namazing\nwonderful\nsuper\nok\nalright\nfine\nsounds good\n\n[Responses to Affirmation]\nawesome!\nthats great to hear!\nperfect, lets continue.\ncool  lets go ahead.\nsounds good to me.\ngreat choice!\nwonderful!\n\n[Goodbyes]\nbye\ngoodbye\nsee you later\nsee you soon\ntake care\ntalk to you later\nhave a nice day\ngood night\n\n[Responses to Goodbyes]\ngoodbye! take care.\nsee you soon!\nhave a wonderful day.\ntalk to you later!\nbye for now!\ngood night  sleep well!\n\n[Common Questions]\nwho are you\nwhat can you do\nwhat is this\nhow does this work\ncan you help me\nI need help\nhelp\nsupport\nassist me\nI have a question\ncan you answer my question\n\n[Responses to Common Questions]\nIm your Policy Assistant  I can help you find contact details, policy info, or direct you to the right department.",
  "I can show you how to raise a ticket or contact admin, IT, or HR support.\nSure! Tell me what youd like help with.\nIm here to assist with any company-related policy or contact questions.\nPlease go ahead  what do you want to know?\n\n[Polite Phrases]\nplease\nthank you please\ncould you help me\nwould you please\ncan you kindly\nif possible\ndo you mind helping\nplease assist\n\n[Encouraging Responses]\nof course!\nsure thing!\nhappy to help.\nabsolutely!\nno worries, I got you.\nlets sort that out.\nIll take care of that for you.\n\n[Confusion / Clarification]\nI dont understand\ncan you explain\nwhat do you mean\nrepeat that\nsay that again\nIm confused\n\n[Responses to Clarification]\nno problem! let me explain again.\nI can clarify that  heres what it means:\nsure, heres a simpler version:\nokay, Ill restate that for you.\n\n[Idle / Filler Conversation]\nare you there\nhello?\nyou still here\nwake up\nhey bot\n\n[Responses]\nIm here!\nalways online  how can I assist?\nyep, still here for you.\nright here! whats up?",
  "Coldwell Banker UAE  FAQ / KB (multi-angle Q&A)\nLast updated: 2025-10-19\n\n==================================================\nADMIN SUPPORT / CONTACT\n==================================================\n\nQ: How do I contact the Admin department?\nA: Call +971 52 923 6871. You can also raise a ticket at https://mycbhelp.com/raise-ticket.html\n\nQ: Whats the quickest way to get admin help?\nA: Submit a ticket at https://mycbhelp.com/raise-ticket.html and include a short summary + your mobile.\n\nQ: Is there an admin portal for issues?\nA: Yes: https://mycbhelp.com (ticket form at /raise-ticket.html). Phone support: +971 52 923 6871.\n\nQ: I need to escalate an admin request. What should I do?\nA: Open/Update your ticket at https://mycbhelp.com/raise-ticket.html and reference your ticket ID. For urgent matters also call +971 52 923 6871.\n\n==================================================\nATTENDANCE POLICY (Office & Morning Sessions)\n==================================================\n\nQ: What time must I be in the office?\nA: Be in the office and punched in by 9:30 AM. Biometric punch-in/out is mandatory.\n\nQ: I forgot to punch in but I was in the officeam I marked absent?",
  "A: Yes. Missing biometric entry counts as absence.\n\nQ: What happens if Im late?\nA: Late arrivals after 9:30 AM are fined. 3+ late arrivals in a month may trigger HR action.\n\nQ: What are the steps if I keep missing attendance?\nA: 1) Verbal warning 2) Written warning 3) Final warning/fines 4) Possible termination.\n\nQ: Do I have to attend the 9:3010:00 Power Play?\nA: Yes, its mandatory daily training.\n\nQ: How do I report a valid absence?\nA: Update your Salesforce Calendar Event and inform your manager before the workday begins.\n\n==================================================\nLEAVING OFFICE DURING WORK HOURS (Salesforce Calendar)\n==================================================\n\nQ: Im leaving for a client meetingwhat must I do?\nA: Log a Salesforce Calendar Event before leaving, with title, time, location, participants, and linked Account/Opportunity.\n\nQ: What if Im found outside without a logged event?\nA: It will be treated as annual leave or unexcused absence.\n\nQ: When did this rule start?\nA: Effective and enforced from 19-12-2024.\n\n==================================================\nCONFLICT RESOLUTION BETWEEN AGENTS\n==================================================",
  "Q: Two agents are claiming the same clienthow is priority decided?\nA: The agent with the most recent and complete CRM documentation takes precedence.\n\nQ: I didnt log my callscan I still claim the client?\nA: No documentation, no defense. System logs are final.\n\nQ: The client contacted me directly while working with someone else; can I proceed?\nA: Yes if the client approached you voluntarilylog it immediately. Do not solicit another agents client.\n\nQ: Do RERA/DLD rules affect lead handling?\nA: Yesunsolicited communications are barred; breaches can cause disciplinary action.\n\n==================================================\nTOKEN COLLECTION (NEW LAUNCHES)\n==================================================\n\nQ: How do we request a token collector for a launch?\nA: Team Manager emails Accounts ahead of time; Accounts assigns a resource.\n\nQ: What are the payments for successful/unsuccessful deals?\nA: Successful deal: AED 2,000 per token (AED 1,000 company + AED 1,000 from agents commission). Unsuccessful: AED 500 per token (company).\n\nQ: When are token payments released?\nA: After the company receives the developer commission.\n\n==================================================",
  "IT POLICY (Security, Devices, Communications)\n==================================================\n\nQ: Can I use company IT for personal downloads or gaming?\nA: No. IT resources are for business use only.\n\nQ: Are hacking tools or unauthorized access attempts allowed?\nA: Strictly prohibited; violations may lead to termination and legal action.\n\nQ: Where should I store work files?\nA: Approved platforms only (e.g., OneDrive). Keep backups regularly.\n\nQ: Can I send bulk/marketing emails from my business email?\nA: No. Bulk/spam or unapproved SMTP tools are not allowed.\n\nQ: Whos responsible for my account security?\nA: You are. Use MFA, keep devices secure, and report suspicious activity.\n\n==================================================\nLISTING POLICY (Form A, Price, Validity, Accuracy)\n==================================================\n\nQ: Is Form A mandatory to list a property?\nA: Yes. It must be signed by the seller/landlord (RERA requirement). NOC is NOT accepted for individual owners.\n\nQ: Can I change the listing price without updating Form A?\nA: No. Any price change requires an amended, re-signed Form A.\n\nQ: How long is Form A valid?",
  "A: Up to 1 year. Some portals may only accept up to 6 months.\n\nQ: Who owns the listing when one agent has a complete doc set and another has only a draft?\nA: The agent with complete documents and signed Form A.\n\nQ: What about rental listings where the owner wont share signature?\nA: Obtain ID proof containing the owners signature.\n\nQ: POA rules?\nA: Direct POA of the seller can sign Form A; POA of a POA cannot.\n\nQ: Golden rule for conflicts?\nA: Anyone with a valid Form A (or leasing form) supersedes all scenarios.\n\n==================================================\nLISTING QUALITY GUIDELINES (Photos, Titles, Description)\n==================================================\n\nQ: What makes a strong listing title?\nA: 3050 characters, highlight key value (e.g., Sea View, Price Reduced).\n\nQ: How detailed should the description be?\nA: 1,0002,000 characters focusing on unique features and keywords.\n\nQ: Minimum photo standards?\nA: High-resolution, bright, unique, landscape orientation; follow standard order (Hero, Living, Dining, View, Bedrooms, Kitchen, Outdoor, Amenities, Bathrooms, Floor plan).\n\nQ: What happens if I post false info?",
  "A: Financial penalties and strict action. Listing details must match Form A/Title Deed.\n\n==================================================\nLISTING ON SALESFORCE (Workflow & Roles)\n==================================================\n\nQ: What must be uploaded before publishing a listing?\nA: Title Deed, Screening (sale + high-value rentals), Form A/Leasing, Owner ID, Trade License (if company), POA docs if any.\n\nQ: Who approves and publishes?\nA: Manager approves on Salesforce; coordinator verifies compliance and portal visibility.\n\nQ: Coordinator duties?\nA: QA, document checks, permits, portal verification (Verified), quality score, updates, and support.\n\nQ: Can we change a published listing freely?\nA: No. Changes require New Form A or written manager email approval attached to the file.\n\n==================================================\nPORTAL KPIs (Property Finder & Bayut)\n==================================================\n\nQ: What are the PF KPI benchmarks to get credits?\nA: Listing Quality 98%, Verified 90%, Agent Verification 100%, SuperAgent 75%, Call Response 75%, WA Answer 80%, 100% monthly credit utilization.\n\nQ: What happens if I miss KPIs?\nA: No credits next month.",
  "Q: When is repricing/removal required?\nA: Reprice after 3 months with no transaction; remove after 6 months.\n\nQ: Can I relist to reset age?\nA: Noonly with a significant price cut and written approvals.\n\n==================================================\nLEADS: SPEED & CRM UPDATES\n==================================================\n\nQ: How quickly must I respond to a company lead?\nA: Within 2 hours. Update Status + Sub-status + notes in Salesforce.\n\nQ: What if I dont update a lead?\nA: After 4 hours it may be reassigned unless in Working (max ~3 days before converting to Opportunity).\n\nQ: Which phone should I use for calls?\nA: Salesforce Dialer. Avoid personal phones for company leads.\n\nQ: How do I mark unreachable leads?\nA: Use Working + Called No Reply if youll keep trying; Unreachable may trigger reassignment.\n\n==================================================\nOPPORTUNITIES (Progress & Reassignment)\n==================================================\n\nQ: How often do I need to touch an opportunity?\nA: Contact at least once every 2 weeks with notes; ~34 weeks of no progress can trigger reassignment.\n\nQ: What should be accurate in an Opportunity?",
  "A: Stage, contact roles, activities (calls/meetings), reminders, and clean data.\n\n==================================================\nBOOKING / DEAL SUBMISSION (Off-plan, Secondary, Rental)\n==================================================\n\nQ: Off-plan submission deadline?\nA: Send fully signed OTP/Booking/SPA + buyer IDs to Coordinator within 3 days of signing (non-compliance: 15% commission deduction).\n\nQ: Secondary dealswhat must I hand over and when?\nA: After Form F signed, hand over documents + deposit cheques to Conveyancing within 24 hours.\n\nQ: Rentalswhats required?\nA: Create Deal in Salesforce, upload docs, notify Accounts within 35 days.\n\n==================================================\nDEAL DOCUMENTS & KYC / VAT\n==================================================\n\nQ: Is KYC mandatory?\nA: Yesbefore/with Form F (or clause if delayed). No transfer without KYC.\n\nQ: What VAT applies?\nA: 5% VAT on all commissions; if not collected, agent is liable.\n\n==================================================\nTRANSACTION CLOSING & CHEQUES\n==================================================\n\nQ: Whats the monthly cut-off?\nA: Submit TCR by the 24th.",
  "Q: Where should the 10% down payment cheque be made out to?\nA: Sellers name or escrow (e.g., Mega Homes Real Estate Brokers L.L.C.) until transfer.\n\n==================================================\nCOMMISSION STRUCTURE (Residential & Commercial)\n==================================================\n\nQ: Typical residential commissions?\nA: Buyer 2% (min AED 5,000); Seller 2% (mandatory); Tenant 5% (min AED 3,000); Landlord 5% (optional, manager approval). +5% VAT applies.\n\nQ: Commercial commissions?\nA: Buyer 2% (min AED 5,000); Seller 2% (optional); Office Tenant 7% (min 5,000) 1yr / 10% >1yr; Retail Tenant 10% (min 5,000). +5% VAT.\n\nQ: Referral commissions?\nA: 25% of one side only, after deal completion; valid 6 months; not for renewals.\n\n==================================================\nCONVEYANCING (Role & Handover)\n==================================================\n\nQ: When do I hand over to Conveyancing?\nA: After Form F is signed and fee is charged; send IDs, title, approvals, etc.\n\nQ: What does Conveyancing manage?\nA: NOCs, charges, trustee appointment, valuation coordination, document validity, and transfer day management.\n\n==================================================",
  "PAYMENT FOLLOW-UP (Compliance)\n==================================================\n\nQ: Can I send bank details to the client?\nA: No. Accounts shares all payment instructions. Agents should not follow up on payments directly.\n\n==================================================\nCODE OF ETHICS (CRM & Communications)\n==================================================\n\nQ: Can I manipulate CRM data or falsify signatures?\nA: Never. Accurate data only; signatures must match ID. Violations trigger disciplinary action.\n\nQ: Who owns company data?\nA: The company. Do not share/rent/sell the database.\n\n==================================================\nPROPERTY MANAGEMENT REFERRALS\n==================================================\n\nQ: How much do I earn for PM referrals?\nA: First year onlySilver: 25% of PM fee (min AED 1,000). Gold: 25% (min AED 2,000).\n\n==================================================\nCOMMISSION ADVANCE\n==================================================\n\nQ: When can I request an advance after receipt?\nA: Up to 80% of your commission (balance in payroll). TCR must be fully approved.\n\nQ: Off-plan advance before receipt?",
  "A: Up to 25% if SPA signed and invoice issued, subject to developer policy; remainder after company receives full commission.\n\nQ: Who approves advances?\nA: Line Manager (written), then HR & Finance; final approval by Finance.\n\n==================================================\nGENERAL REMINDERS\n==================================================\n\n Always document calls, meetings, viewings, and notes in Salesforce promptly.\n Compliance (RERA/DLD, AML, VAT) is mandatory.\n Keep listings accurate; verify documents; aim for Verified and high portal quality scores.\n Use the admin portal for operational requests: https://mycbhelp.com/raise-ticket.html\n Admin phone: +971 52 923 6871"
]